[
    {
        "year": "2021-2022",
        "pos1": "Reader development and tagging management: Emma Fritzberg",
        "pos2": "Tagging: Selma El-Badawi, Marshall Bender, Molly Taylor, Marianne Bautista, Hannah Burrows, Izzy Wiebe, Isabelle Schlegel, Thurston Duong, Olivia Hyre, Dhreeti Rathore, Benjamin Lewis",
        "pos3": "Biographies: Jasmine Jones, Jasmine Choi, Samuel Roller, Iona Hillman, Avneet Dhaliwal, Anton Reicherter, Priya Hariharan, Avery Dahl",
        "pos4": "Social Media: Priya Hariharan, Gabrielle Wilson",
        "pos5": "Travelers in Egypt Travelogues: Frederick Chan",
        "pos6": "Thomas Cook and Son Passenger Cards: Yanni Zhou",
        "pos7": "Web development: Nathaniel Backus, Margaret Hsiao, Patrick Liu, Kevin Min, Dhreeti Rathore",
        "pos8": "Helen Winlock Proofreading and editing: Lauren Van Arsdel"
    },
    {
        "year": "2019-2020",
        "pos1": "Marketing/Social Media: Jasmine Jones, Padma Gundapaneni, Bingyan Wang, Xiru Jian, Shannon Chung, Claire Gui, Ye Ram Lee, Amanda Fung. Thanks to Gabrielle Wilson for leading this group.",
        "pos2": "Helen Winlock transcriptions: Calvin Scott Paulson"
    },
    {
        "year": "2018-2019",
        "pos1": "Connor Raftery, Aly Brady, Kanishka Reddy, Calvin Scott Paulson, Rebecca Vance, David Darnall, Steve Thatcher",
        "pos2": "MLIS Capstone: Riko Fluchel (metadata), Erika Bailey (website)",
        "pos3": "CSE 512 Data Visualization Capstone: Hannah Twigg-Smith, Benjamin Ferleger, Katina Papadakis, Yu-Tang Peng",
        "pos4": "Historical Markup Tool: Audrey Holmes",
        "pos5": "Theodore Davis's Will and Database: Rebecca Vance"
    },
    {
        "year": "2017-2018",
        "pos1": "Rebecca Vance, Sesha Machiraju, Vanessa Lin, Connor Raftery, Aly Brady"
    
    },
    {
        "year": "2016-2017",
        "pos1": "Rebecca Vance, Janice Garr"
    },
    {
        "year": "2015-2016",
        "pos1": "Jiafei Li, Chelsea Cooper, Janice Garr, Nitya Sampath, Jennifer Charoni, Karena Vongampai, Christina Seang, Claire Summa, Shirley Chen. IT Support: Brad Holland, Chris Sumption"
    },
    {
        "year": "2014-2015",
        "pos1": "Allison Skinner, Sarah Johnson, Chelsea Cooper, Georgia Gilbert, Janice Garr, Chris Sumption, Gabby Wilson"
    },
    {
        "year": "2013-2014",
        "pos1": "Megan Rowland (Project Manager), Janice Garr, Chelsea Cooper, Allison Skinner, Sarah Faigin, Ema Grey, Tessa Carter, Sarah Johnson, Gabby Wilson" 
    
    },
    {
        "year": "2012-2013",
        "pos1": "Megan Rowland, Tessa Carter, Janice Garr, Ariella Fish, Rachel Schlotfeldt"
    }
]